alefragnani.Bookmarks
Angular.ng-template
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
eamodio.gitlens
EditorConfig.EditorConfig
eg2.tslint
eg2.vscode-npm-script
HookyQR.beautify
humao.rest-client
johnpapa.Angular2
mrmlnc.vscode-less
ms-vscode.csharp
ms-vscode.PowerShell
ms-vsliveshare.vsliveshare
ms-vsts.team
msjsdiag.debugger-for-chrome
PeterJausovec.vscode-docker
quicktype.quicktype
ritwickdey.LiveServer